Repository: leszekgiza/TriVox-Mac
Catalog: Sources/Fluid/Localizable.xcstrings
Source language: en
Languages: pl

source: Finishes dictation up to 15% faster. Uses about 100 MB more memory.
pl: Kończy dyktowanie nawet o 15% szybciej. Zużywa około 100 MB więcej pamięci.

source: For custom Dictate prompts, send your prompt without prepending the built-in dictation prompt.
pl: W przypadku własnych promptów Dyktowania wysyłaj swój prompt bez dołączania wbudowanego promptu dyktowania.

source: For each rule, add one spoken version per line. Then choose what TriVox types.
pl: Dla każdej reguły dodaj jedną wypowiadaną wersję w wierszu. Następnie wybierz, co wpisze TriVox.

source: Found %lld replacement rules and %lld custom words. Merge adds them to your current dictionary. Replace clears the current dictionary first.
pl: Znaleziono %lld reguł zamiany i %lld słów własnych. Scalenie dodaje je do bieżącego słownika. Zastąpienie najpierw czyści bieżący słownik.

source: From history
pl: Z historii

source: Get Previous Builds
pl: Pobierz poprzednie wersje

source: Getting Started
pl: Pierwsze kroki

source: Give us a star on GitHub to help make local dictation even better.
pl: Zostaw nam gwiazdkę na GitHub, aby pomóc uczynić lokalne dyktowanie jeszcze lepszym.

source: Global Hotkey
pl: Globalny skrót klawiszowy

source: Go to Playground
pl: Przejdź do placu zabaw

source: Go to Voice Engine
pl: Przejdź do Silnika głosowego

source: Good balance of speed and accuracy. Works on any Mac.
pl: Dobry balans szybkości i dokładności. Działa na każdym Macu.

source: Grant Access
pl: Przyznaj dostęp

source: Grant Microphone Permission
pl: Przyznaj dostęp do mikrofonu

source: Heard: %@
pl: Usłyszano: %@

source: Help
pl: Pomoc

source: Help improve our model. Only the example shown below will be sent.
pl: Pomóż ulepszyć nasz model. Zostanie wysłany tylko przykład pokazany poniżej.

source: Help the Parakeet voice engine recognize names, products, and uncommon terms.
pl: Pomóż silnikowi głosowemu Parakeet rozpoznawać imiona, nazwy produktów i rzadkie terminy.

source: Help us improve TriVox
pl: Pomóż nam ulepszyć TriVox

source: Hide
pl: Ukryj

source: Hide from Dock & App Switcher
pl: Ukryj z Docka i przełącznika aplikacji

source: Hide other models
pl: Ukryj inne modele

source: High accuracy for demanding tasks. Requires more memory.
pl: Wysoka dokładność do wymagających zadań. Wymaga więcej pamięci.

source: High-accuracy multilingual transcription. Select the language manually before dictation for best results.
pl: Wielojęzyczna transkrypcja o wysokiej dokładności. Wybierz język ręcznie przed dyktowaniem, aby uzyskać najlepsze wyniki.

source: History
pl: Historia

source: Hotkey initializing…
pl: Inicjowanie skrótu klawiszowego…

source: How large the recording indicator appears
pl: Jak duży jest wskaźnik nagrywania

source: How many recent characters appear in the notch/pill preview
pl: Ile ostatnich znaków pojawia się w podglądzie notch/pill

source: How much raw dictation Fluid-1 can clean at once. Higher values help long transcripts but use more RAM and can slow first response.
pl: Ile surowego dyktowania Fluid-1 może naraz oczyścić. Wyższe wartości pomagają przy długich transkrypcjach, ale zużywają więcej RAM i mogą spowolnić pierwszą odpowiedź.

source: How should I edit this?
pl: Jak mam to zedytować?

source: How to enable microphone access:
pl: Jak włączyć dostęp do mikrofonu:

source: How to use
pl: Jak używać

source: INSIGHTS
pl: SPOSTRZEŻENIA

source: Import
pl: Importuj

source: Import this backup?
pl: Zaimportować tę kopię zapasową?

source: Import this dictionary?
pl: Zaimportować ten słownik?

source: Improve recognition of your custom words when using Parakeet.
pl: Popraw rozpoznawanie własnych słów podczas używania Parakeet.

source: Include debug logs
pl: Dołącz dzienniki debugowania

source: Independent Volume
pl: Niezależna głośność

source: Initial preparation can take a while to get your Mac ready for near-instant transcription.
pl: Wstępne przygotowanie może chwilę potrwać, aby przygotować Maka do niemal natychmiastowej transkrypcji.

source: Initializing…
pl: Inicjowanie…

source: Input Device
pl: Urządzenie wejściowe

source: Install Now
pl: Zainstaluj teraz

source: Install the selected model to enable verification
pl: Zainstaluj wybrany model, aby włączyć weryfikację

source: Invalid Budget
pl: Nieprawidłowy limit

source: Just speak.
pl: Po prostu mów.

source: Keep Current Model
pl: Zachowaj obecny model

source: Keep TriVox in the menu bar only (hides Dock icon and Cmd+Tab entry)
pl: Trzymaj TriVox tylko na pasku menu (ukrywa ikonę w Docku i wpis w Cmd+Tab)

source: Keep repeating it until the circle reaches 3/3.
pl: Powtarzaj, aż okrąg osiągnie 3/3.

source: Keep trying until TriVox gets %@ right 3 times in a row.
pl: Próbuj dalej, aż TriVox poprawnie rozpozna %@ 3 razy z rzędu.

source: Keeps Fluid-1 ready so your first dictation finishes sooner.
pl: Utrzymuje Fluid-1 w gotowości, aby Twoje pierwsze dyktowanie kończyło się szybciej.

source: Keychain Access Required
pl: Wymagany dostęp do Pęku kluczy

source: Last checked: %@
pl: Ostatnio sprawdzono: %@

source: Later
pl: Później

source: Latest
pl: Najnowsze

source: Launch at startup
pl: Uruchamiaj przy starcie systemu

source: Launch at startup is only available on macOS.
pl: Uruchamianie przy starcie systemu jest dostępne tylko w macOS.

source: Less
pl: Mniej

source: Let TriVox listen and type
pl: Niech TriVox słucha i pisze

source: Let's polish your text.
pl: Dopracujmy Twój tekst.

source: Listening...
pl: Słucham...

source: Listening... Speak now!
pl: Słucham... Mów teraz!

source: Live Preview
pl: Podgląd na żywo

source: Loading model…
pl: Wczytywanie modelu…

source: Loading release notes...
pl: Wczytywanie informacji o wydaniu...

source: Loading...
pl: Wczytywanie...

source: Local Fluid-1 runtime. Default is MLX on Apple Silicon.
pl: Lokalne środowisko uruchomieniowe Fluid-1. Domyślnie MLX na Apple Silicon.

source: Local models run on Mac
pl: Modele lokalne działają na Macu

source: Looks good. Finish setup when you're ready.
pl: Wygląda dobrze. Dokończ konfigurację, gdy będziesz gotowy.

source: Loving TriVox?
pl: Podoba Ci się TriVox?

source: MILESTONES
pl: KAMIENIE MILOWE

source: Maximum samples reached.
pl: Osiągnięto maksymalną liczbę próbek.

source: Meeting Transcription
pl: Transkrypcja spotkań

source: Merge
pl: Scal

source: Microphone
pl: Mikrofon

source: Microphone Permission
pl: Uprawnienie do mikrofonu

source: Microphone Permission Granted
pl: Dostęp do mikrofonu przyznany

source: Microphone access denied
pl: Odmówiono dostępu do mikrofonu

source: Microphone access granted
pl: Przyznano dostęp do mikrofonu

source: Microphone access is required for voice recording
pl: Dostęp do mikrofonu jest wymagany do nagrywania głosu

source: Microphone access not determined
pl: Nie określono dostępu do mikrofonu

source: Microphone audio recovered
pl: Przywrócono audio z mikrofonu

source: Minimal resource usage. Best for older Macs or battery life.
pl: Minimalne zużycie zasobów. Najlepsze dla starszych Maców i żywotności baterii.

source: Misheard Words (triggers)
pl: Błędnie rozpoznane słowa (wyzwalacze)

source: Mode:
pl: Tryb:

source: Model downloaded, will load when needed
pl: Model pobrany, wczyta się w razie potrzeby

source: Model not ready
pl: Model nie jest gotowy

source: Modify
pl: Zmodyfikuj

source: Modify custom words
pl: Zmodyfikuj własne słowa

source: Modify dictionary replacements
pl: Zmodyfikuj zamienniki słownika

source: Modify punctuation rules
pl: Zmodyfikuj reguły interpunkcji

source: More
pl: Więcej

source: NVIDIA Nemotron 3.5 streaming-capable transcription. Supports 40 language-locales with auto or manual language selection.
pl: Transkrypcja NVIDIA Nemotron 3.5 ze wsparciem strumieniowania. Obsługuje 40 wariantów językowych z automatycznym lub ręcznym wyborem języka.

source: Name
pl: Nazwa

source: Near-maximum accuracy with optimized speed.
pl: Niemal maksymalna dokładność przy zoptymalizowanej szybkości.

source: Needed
pl: Wymagane

source: New chat
pl: Nowy czat

source: New pronunciation captured.
pl: Zarejestrowano nową wymowę.

source: Next
pl: Dalej

source: No Beta Updates
pl: Brak aktualizacji beta

source: No History Yet
pl: Brak historii

source: No Results
pl: Brak wyników

source: No Updates
pl: Brak aktualizacji

source: No active model yet. Download and activate one below.
pl: Brak aktywnego modelu. Pobierz i aktywuj jeden poniżej.

source: No activity yet
pl: Brak aktywności

source: No app overrides yet. Add one to use a different prompt for a specific app.
pl: Brak nadpisań dla aplikacji. Dodaj jedno, aby używać innego promptu dla konkretnej aplikacji.

source: No changelog available
pl: Brak dostępnego dziennika zmian

source: No default enhancement. Add app overrides to use prompts in selected apps.
pl: Brak domyślnego ulepszania. Dodaj nadpisania dla aplikacji, aby używać promptów w wybranych aplikacjach.

source: No local rollback backup was found. Choose a recent release build:
pl: Nie znaleziono lokalnej kopii zapasowej do cofnięcia. Wybierz jedną z ostatnich wersji:

source: No microphones found
pl: Nie znaleziono mikrofonów

source: No model
pl: Brak modelu

source: No models
pl: Brak modeli

source: No models match '%@'
pl: Żaden model nie pasuje do '%@'

source: No newer release was found. Please try again later.
pl: Nie znaleziono nowszego wydania. Spróbuj ponownie później.

source: No previous version backup is available on this device.
pl: Na tym urządzeniu nie jest dostępna kopia zapasowa poprzedniej wersji.

source: No providers match "%@"
pl: Żaden dostawca nie pasuje do „%@”

source: No providers match '%@'
pl: Żaden dostawca nie pasuje do '%@'

source: No recent chats
pl: Brak ostatnich czatów

source: No replacement is needed for %@.
pl: Zamiennik dla %@ nie jest potrzebny.

source: No rollback backup found
pl: Nie znaleziono kopii zapasowej do cofnięcia

source: No rollback backup found.
pl: Nie znaleziono kopii zapasowej do przywrócenia.

source: No saved dictation history available
pl: Brak zapisanej historii dyktowania

source: No shortcut
pl: Brak skrótu

source: No unassigned running apps
pl: Brak nieprzypisanych uruchomionych aplikacji

source: No verified chat provider
pl: Brak zweryfikowanego dostawcy czatu

source: No verified providers
pl: Brak zweryfikowanych dostawców

source: No verified providers yet
pl: Brak jeszcze zweryfikowanych dostawców

source: None
pl: Brak

source: Not downloaded
pl: Nie pobrano

source: Not set
pl: Nie ustawiono

source: Notch Style
pl: Styl notcha

source: Note: May require app restart to take effect.
pl: Uwaga: może wymagać ponownego uruchomienia aplikacji, aby zadziałać.

source: Nothing heard. Try again.
pl: Nic nie usłyszano. Spróbuj ponownie.

source: Nothing to Save
pl: Nic do zapisania

source: Notice corrections to recent dictation and show Train by Voice suggestions.
pl: Zauważaj poprawki w ostatnim dyktowaniu i pokazuj sugestie Naucz głosem.

source: Now let's try it out.
pl: Teraz wypróbujmy to.

source: Now using %lld replacement rules and %lld custom words.
pl: Używane są teraz %lld reguły zamiany i %lld słowa własne.

source: Off
pl: Wył.

source: On-Device
pl: Na urządzeniu

source: One more thing...
pl: Jeszcze jedno...

source: One punctuation symbol, like , or ?.
pl: Jeden symbol interpunkcyjny, na przykład , lub ?.

source: One way per line, like comma or full stop.
pl: Jeden sposób w wierszu, na przykład przecinek lub kropka.

source: Open
pl: Otwórz

source: Open AI Settings
pl: Otwórz Ustawienia AI

source: Open Accessibility Settings
pl: Otwórz Ustawienia dostępności

source: Open Applications
pl: Otwórz Aplikacje

source: Open Custom Dictionary
pl: Otwórz własny słownik

source: Open Keychain Access
pl: Otwórz Dostęp do pęku kluczy

source: Open Preferences
pl: Otwórz preferencje

source: Open Settings
pl: Otwórz ustawienia

source: Open Settings, then use the floating guide to add %@.
pl: Otwórz ustawienia, a następnie użyj pływającego przewodnika, aby dodać %@.

source: Open TriVox
pl: Otwórz TriVox

source: Open this release on GitHub
pl: Otwórz to wydanie na GitHub

source: OpenAI-compatible base URL
pl: Bazowy URL kompatybilny z OpenAI

source: OpenAI-compatible endpoint
pl: Punkt końcowy kompatybilny z OpenAI

source: Opt in to preview builds that may be unstable
pl: Włącz wersje testowe, które mogą być niestabilne

source: Optimized for English accuracy and fastest transcription.
pl: Zoptymalizowany pod kątem dokładności języka angielskiego i najszybszej transkrypcji.

source: Optimized for TriVox
pl: Zoptymalizowany dla TriVox

source: Optimizing model...
pl: Optymalizowanie modelu...

source: Optional: connect your own AI provider to polish dictation.
pl: Opcjonalnie: podłącz własnego dostawcę AI, aby dopracować dyktowanie.

source: Or select text first to rewrite existing content.
pl: Lub najpierw zaznacz tekst, aby przepisać istniejącą treść.

source: Original Text
pl: Tekst oryginalny

source: Other Models
pl: Inne modele

source: Other languages
pl: Inne języki

source: Output Device
pl: Urządzenie wyjściowe

source: Overlay
pl: Nakładka

source: Overlay Position
pl: Pozycja nakładki

source: Overlay Size
pl: Rozmiar nakładki

source: PERSONAL RECORDS
pl: REKORDY OSOBISTE

source: Pair Export Failed
pl: Eksport pary nie powiódł się

source: Parameter
pl: Parametr

source: Pick a preset accent color for the app.
pl: Wybierz gotowy kolor akcentu dla aplikacji.

source: Pick an app to add an app-specific prompt override.
pl: Wybierz aplikację, aby dodać dla niej własny prompt.

source: Polish
pl: Polski

source: Polished (after)
pl: Dopracowane (po)

source: Post-processed output
pl: Wynik po przetworzeniu

source: Powered by %@
pl: Obsługiwane przez %@

source: Press
pl: Naciśnij

source: Press %@ and speak this example.
pl: Naciśnij %@ i wypowiedz ten przykład.

source: Press Start once.
pl: Naciśnij Start jeden raz.

source: Press once to start. Press again to stop.
pl: Naciśnij raz, aby rozpocząć. Naciśnij ponownie, aby zatrzymać.

source: Press record or your hotkey to begin
pl: Naciśnij nagrywanie lub swój skrót, aby rozpocząć

source: Press shortcut...
pl: Naciśnij skrót...

source: Press the hotkey to start/stop recording. The transcription will be post-processed using your draft prompt and shown below (nothing will be typed into other apps).
pl: Naciśnij skrót, aby rozpocząć/zatrzymać nagrywanie. Transkrypcja zostanie przetworzona za pomocą Twojego roboczego promptu i pokazana poniżej (nic nie zostanie wpisane w innych aplikacjach).

source: Press your new hotkey combination now…
pl: Naciśnij teraz nową kombinację skrótu…

source: Preview
pl: Podgląd

source: Previewing
pl: Podgląd

source: Primary Dictation Shortcuts
pl: Główne skróty dyktowania

source: Primary dictation can use a keyboard shortcut or allowed mouse button. Changes usually apply immediately.
pl: Główne dyktowanie może używać skrótu klawiszowego lub dozwolonego przycisku myszy. Zmiany zwykle stosują się natychmiast.

source: Private
pl: Prywatne

source: Processing…
pl: Przetwarzanie…

source: Prompt Profiles
pl: Profile promptów

source: Prompt name
pl: Nazwa promptu

source: Prompt test mode is available only for Dictate prompts.
pl: Tryb testowy promptu jest dostępny tylko dla promptów Dyktowania.

source: Provider
pl: Dostawca

source: Provider Name
pl: Nazwa dostawcy

source: Provider name
pl: Nazwa dostawcy

source: Providers
pl: Dostawcy

source: Prune saved audio?
pl: Wyczyścić zapisane nagrania audio?

source: Punctuation Dictionary
pl: Słownik interpunkcji

source: Quick Setup
pl: Szybka konfiguracja

source: Quick Start Guide
pl: Przewodnik szybkiego startu

source: Quit TriVox
pl: Zamknij TriVox

source: Qwen3 multilingual ASR via FluidAudio. Higher quality, heavier memory footprint.
pl: Wielojęzyczne ASR Qwen3 przez FluidAudio. Wyższa jakość, większe zużycie pamięci.

source: Raw
pl: Surowe

source: Raw dictation (before)
pl: Surowe dyktowanie (przed)

source: Raw transcription
pl: Surowa transkrypcja

source: Ready
pl: Gotowe

source: Ready to Record%@
pl: Gotowy do nagrywania%@

source: Ready to add.
pl: Gotowe do dodania.

source: Ready to record
pl: Gotowy do nagrywania

source: Ready. Add Replacement is unlocked.
pl: Gotowe. Dodanie zamiennika jest odblokowane.

source: Ready. TriVox got %@ right 3 times in a row.
pl: Gotowe. TriVox poprawnie rozpoznał %@ 3 razy z rzędu.

source: Ready. TriVox learned how %@ sounds in your voice.
pl: Gotowe. TriVox nauczył się, jak %@ brzmi w Twoim głosie.

source: Reasoning
pl: Rozumowanie

source: Reasoning for %@
pl: Rozumowanie dla %@

source: Recent chats
pl: Ostatnie czaty

source: Recent transcriptions
pl: Ostatnie transkrypcje

source: Recommended for %@. You can see more options if needed.
pl: Zalecane dla %@. W razie potrzeby możesz zobaczyć więcej opcji.

source: Record to check
pl: Nagraj, aby sprawdzić

source: Recording...
pl: Nagrywanie...

source: Recording...%@
pl: Nagrywanie...%@

source: Recording…
pl: Nagrywanie…

source: Reference only. Copy any parts you want into a custom prompt.
pl: Wyłącznie do wglądu. Skopiuj wybrane fragmenty do własnego promptu.

source: Refresh
pl: Odśwież

source: Refresh changelog
pl: Odśwież dziennik zmian

source: Refresh model list
pl: Odśwież listę modeli

source: Refresh models to enable verification
pl: Odśwież modele, aby włączyć weryfikację

source: Release Notes
pl: Informacje o wydaniu

source: Remove
pl: Usuń

source: Remove %@
pl: Usuń %@

source: Remove Filler Words
pl: Usuń słowa wypełniające

source: Remove app-specific override
pl: Usuń nadpisanie dla aplikacji

source: Remove from history
pl: Usuń z historii

source: Removed audio from %lld history entries.
pl: Usunięto audio z %lld wpisów historii.

source: Repeat 3 times to teach TriVox how your voice sounds.
pl: Powtórz 3 razy, aby nauczyć TriVox brzmienia Twojego głosu.

source: Repeat naturally until the circle reaches 3/3.
pl: Powtarzaj naturalnie, aż okrąg osiągnie 3/3.

source: Replace
pl: Zastąp

source: Replace Original
pl: Zastąp oryginał

source: Report
pl: Zgłoś

source: Report Bad Result...
pl: Zgłoś zły wynik...

source: Report Bug
pl: Zgłoś błąd

source: Report Sent
pl: Zgłoszenie wysłane

source: Report an issue
pl: Zgłoś problem

source: Reprocess the latest dictation using current AI settings
pl: Przetwórz ponownie ostatnie dyktowanie z użyciem bieżących ustawień AI

source: Required for global hotkey functionality
pl: Wymagane do działania globalnego skrótu klawiszowego

source: Research Preview
pl: Wersja badawcza

source: Research Preview: Compares how your voice sounds instead of only the words TriVox hears. Results may vary.
pl: Wersja badawcza: porównuje brzmienie Twojego głosu, a nie tylko słowa, które słyszy TriVox. Wyniki mogą się różnić.

source: Reset
pl: Resetuj

source: Reset All Stats
pl: Zresetuj wszystkie statystyki

source: Reset Defaults
pl: Przywróć domyślne

source: Reset Everything
pl: Zresetuj wszystko

source: Reset Verification
pl: Zresetuj weryfikację

source: Reset to Built-in
pl: Przywróć wbudowane

source: Return to %@
pl: Wróć do %@

source: Reveal Audio
pl: Pokaż nagranie

source: Reveal Log File
pl: Pokaż plik dziennika

source: Reveal in Finder
pl: Pokaż w Finderze

source: Review and send this example to TriVox
pl: Sprawdź i wyślij ten przykład do TriVox

source: Rewritten Text
pl: Przepisany tekst

source: Rollback
pl: Wycofanie

source: Rollback Failed
pl: Cofnięcie nie powiodło się

source: Rollback Successful
pl: Cofnięcie powiodło się

source: Rollback target: %@
pl: Cel wycofania: %@

source: Rollback to %@
pl: Wycofaj do %@

source: Rollback to %@?
pl: Cofnąć do %@?

source: Rollback to Previous Version...
pl: Cofnij do poprzedniej wersji...

source: Rolled back to %@. TriVox will relaunch shortly.
pl: Cofnięto do %@. TriVox zostanie wkrótce uruchomiony ponownie.

source: Run Command
pl: Uruchom polecenie

source: Run Onboarding Again
pl: Uruchom ponownie wprowadzenie

source: Run command
pl: Uruchom polecenie

source: Save
pl: Zapisz

source: Save Changes
pl: Zapisz zmiany

source: Save Provider
pl: Zapisz dostawcę

source: Save Rule
pl: Zapisz regułę

source: Save Word
pl: Zapisz słowo

source: Save only this correction, or teach TriVox other pronunciations.
pl: Zapisz tylko tę poprawkę albo naucz TriVox innych wymów.

source: Saved %lld replacement rules and %lld custom words.
pl: Zapisano %lld reguł zamiany i %lld słów własnych.

source: Saved Replacements
pl: Zapisane zamienniki

source: Saved Rules
pl: Zapisane reguły

source: Saved Words
pl: Zapisane słowa

source: Saved local dictation audio
pl: Zapisane lokalne nagrania dyktowania

source: Saved your dictation audio export to: %@
pl: Zapisano eksport nagrań dyktowania do: %@

source: Say %@ 3 times to unlock Add Replacement.
pl: Powiedz %@ 3 razy, aby odblokować dodanie zamiennika.

source: Say %@ naturally, then pause. TriVox records and listens again automatically.
pl: Powiedz %@ naturalnie, a potem zrób przerwę. TriVox nagrywa i automatycznie znów nasłuchuje.

source: Say a start word first, then a punctuation name, to type punctuation symbols.
pl: Powiedz najpierw słowo startowe, a potem nazwę znaku interpunkcyjnego, aby wpisać symbol interpunkcyjny.

source: Say the start word first, then say the punctuation name.
pl: Powiedz najpierw słowo startowe, a potem nazwę znaku interpunkcyjnego.

source: Say the start word first, then the punctuation name you want to type.
pl: Powiedz najpierw słowo startowe, a potem nazwę znaku interpunkcyjnego, który chcesz wpisać.

source: Say the word, then pause. TriVox captures it and listens again.
pl: Powiedz słowo, a potem zrób przerwę. TriVox je nagrywa i znów nasłuchuje.

source: Say this first so normal words do not change.
pl: Powiedz to najpierw, aby zwykłe słowa się nie zmieniały.

source: Search models...
pl: Szukaj modeli...

source: Search providers
pl: Szukaj dostawców

source: Search providers...
pl: Szukaj dostawców...

source: Search supported languages
pl: Szukaj obsługiwanych języków

source: Search transcriptions...
pl: Szukaj transkrypcji...

source: Select %@ to enable this prompt
pl: Wybierz %@, aby włączyć ten prompt

source: Select Provider
pl: Wybierz dostawcę

source: Select Model
pl: Wybierz model

source: Select a model to enable verification
pl: Wybierz model, aby włączyć weryfikację

source: Select a transcription
pl: Wybierz transkrypcję

source: Select text first, then press
pl: Najpierw zaznacz tekst, a potem naciśnij

source: Selected
pl: Wybrane

source: Selected text is added automatically when text is selected.
pl: Zaznaczony tekst jest dodawany automatycznie, gdy tekst jest zaznaczony.

source: Send Custom Prompt Only
pl: Wyślij tylko własny prompt

source: Send Example
pl: Wyślij przykład

source: Send Feedback
pl: Wyślij opinię

source: Send custom Dictate prompts without prepending the built-in dictation prompt.
pl: Wysyłaj własne prompty Dyktowania bez dołączania wbudowanego promptu dyktowania.

source: Sending...
pl: Wysyłanie...

source: Sensitivity
pl: Czułość

source: Separate different versions with commas. Enter only commas to replace comma punctuation.
pl: Oddzielaj różne wersje przecinkami. Wpisz same przecinki, aby zastąpić interpunkcję przecinka.

source: Set Up AI Enhancement (Optional)
pl: Skonfiguruj Ulepszanie AI (opcjonalnie)

source: Set up AI provider
pl: Skonfiguruj dostawcę AI

source: Set up a provider below and verify its connection
pl: Skonfiguruj dostawcę poniżej i zweryfikuj jego połączenie

source: Set up provider
pl: Skonfiguruj dostawcę

source: Set up providers and prompt behavior separately.
pl: Skonfiguruj dostawców i zachowanie promptu osobno.

source: Settings
pl: Ustawienia

source: Settings are disabled during active recording
pl: Ustawienia są wyłączone podczas aktywnego nagrywania

source: Settings...
pl: Ustawienia...
